Repository: myclabs/Inventory
Catalog: application/languages/Orga/view.tmx
Source language: fr
Languages: en

source: Ajouter un élément d'organisation
en: Add an organization element

source: Racine
en: Root

source: Fonctionnalités disponibles à ce niveau :
en: Features available at this level:

source: Collecte
en: Inventory

source: Saisie
en: Input

source: Accéder à la saisie
en: Go to Input

source: Saisir les données
en: Enter data

source: Tous statuts de saisie
en: All input status

source: Tous statuts de collecte
en: All collection status

source: Collecte non lancée
en: Collection not launched

source: Collecte en cours
en: Collection open

source: Collecte cloturée
en: Collection closed

source: Tous éléments ([AXIS])
en: All elements ([AXIS])

source: Lorsque coché, les résultats correspondront à l'inverse des filtres sélectionnés.
en: When checked, results will be the opposite of selected filters.

source: Nombre d'éléments filtrés / nombre d'éléments au total
en: Number of filtered elements / total number of elements

source: Aucun élément pour le(s) filtre(s) séléctionné(s).
en: No element matching selected filter(s).

source: Tous
en: All

source: Standards
en: Standard

source: Autres utilisateurs
en: Other users

source: Toutes valeurs
en: All values

source: Avec valeurs suspectes
en: With inconsistent values

source: Sans valeur suspecte
en: Without inconsistent values

source: Contacter un référent
en: Contact a referent

source: Administrer les utilisateurs
en: Edit users

source: Analyser les résultats
en: Analyze results

source: Exporter les données
en: Export data

source: Administrateurs —
en: Administrators —

source: Rôles utilisateur —
en: User roles —

source: Voir les participants
en: See users in charge

source: Participants —
en: Users in charge —

source: Utilisateurs pouvant administrer cette unité organisationnelle. Liste d'adresses à copier-coller en bloc ou une par une dans un e-mail.
en: Users able having the right to administrate this organizational unit. List of email addresses you can copy-paste in order to send an e-mail to these users.

source: Sélectionner le type de données à exporter puis cliquer sur « Exporter ».
en: Select the kind of data that you want to export and click "Export".

source: Statut de la collecte
en: Collection status

source: Avancement de la collecte (pourcentage de saisies terminées)
en: Collection progress (finished inputs percentage)

source: Collecte clôturée
en: Collection closed

source: Démarrer
en: Start

source: Clôturer
en: Close

source: Rouvrir
en: Re-open

source: Revenir à "Non démarrée"
en: Revert to "Not launched"

source: Utilisateurs pouvant éditer tout ou partie de cette unité organisationnelle. Liste d'adresses à copier-coller en bloc ou une par une dans un e-mail.
en: Users having the right to edit all or part of this organizational unit. List of email addresses you can copy-paste these addresses in order to send an e-mail to these users.

source: Formulaire absent
en: Missing form

source: Saisie non démarrée
en: Input not started

source: Statut de la saisie
en: Input status

source: Avancement de la saisie (pourcentage de champs obligatoires remplis)
en: Input progress (percentage of filled field among required fields)

source: Statuts des saisies
en: Inputs statuts

source: Saisies non démarrées
en: Inputs not started

source: Saisie non terminée
en: Input not finished

source: Saisie non terminées
en: Inputs not finished

source: Saisie terminée
en: Input finished

source: Saisies terminées
en: Inputs finished

source: Aucune saisie terminée
en: no input finished

source: des saisies terminées
en: inputs finished

source: Afficher les éléments suivants
en: Display next elements

source: Afficher les éléments précédent
en: Display previous elements

source: Êtes-vous sûr de vouloir priver cet utilisateur de ce rôle ?
en: Are you sure you want to deprive this user from this role ?

source: Êtes-vous sûr de vouloir supprimer ce rapport d'analyse ?
en: Are you sure you want to delete this analysis report ?

source: Axe d'organisation auquel l'élément sera ajouté.
en: Organizational axis to which element will be added.

source: Libellé
en: Label

source: Afficher plus
en: Display more

source: Chargement de l'activité…
en: Loading activity…

source: Erreur durant le chargement de l'activité.
en: Error while loading activity.

source: Pas d'activité plus ancienne trouvé.
en: No more activity found.

source: Voir toute l'activité
en: View all activity.
